[
  {
    "date": "2017-04-21",
    "name": "Stephanie Plomp",
    "text": "I first met Tiffany about 7 years ago and she has been my go to stylist ever since. She always listens to my thoughts and ideas, takes time to walk me through options and I have never let an appointment unhappy. Tiffany is always open to my ever changing styles and extremely easy to work with. All of the staff at the salon are incredibly friendly and helpful. I have referred a number of friends and family and am always 100%  confident that they too will love Tiffany and the staff at Bamboo. I trust this salon 100% and a highly recommend them to anyone. Whether it be the online scheduling or the friendly faces when you walk in, you can't go wrong with Bamboo Salon!",
    "rating": 5
  },
  {
    "date": "2017-05-20",
    "name": "Mary Koebel",
    "text": "Haley is amazing! I have two small children and can't get into the salon nearly as often as I would like to...when I mentioned this to Haley, she so quickly knew exactly what to do to give me a fresh, fun look that is also very low maintenance. She not only excels at actually working with hair, she's great at envisioning how to best execute a style that not only looks great, but also works with a client's preferred styling schedule. All of the staff at Bamboo are friendly and approachable, the environment relaxing and enjoyable to be in. Our whole family has switched our services over to them. Can't recommend enough!!",
    "rating": 5
  },
  {
    "date": "2017-04-01",
    "name": "Tamara & Andrew Grant",
    "text": "Bamboo Salon is a family affair for our crew. My daughters and I love Tiffany and the staff at Bamboo. My husband wouldn't trust anyone other except Nick to take care of his locks! I have recommended Tiffany and her staff to many and there is no higher compliment in my mind! They are loyal, knowledgeable and fun! The atmosphere is relaxing, laid back and fun! I have been with Tiffany since the beginning and I will be there until the end! Thank you Bamboo for letting my family be part of your family!",
    "rating": 5
  }
]