{
  "introTitle": "Welcome to Bamboo Salon!",
  "introText": "Bamboo Hair Salon is a boutique salon that has been in business for over 10 years. We have 10 stylists that offer a wide variety of cuts, colours and styles as well as our own in-house barber. We are known for our trendy colours and beautiful bridal hair! Our staff has gone through extensive training and has mastered virtually every style. Whether you want a vintage, classic, or modern look, we are the salon for you!",
  "servicesTitle": "What We Offer",
  "servicesButtonText": "View Our Services",
  "services": [
    {
      "title": "Haircut & style",
      "description": "Every haircut is executed with precision and style. We promise you'll walk out of here looking your very best!",
      "icon": "fa-scissors fa-rotate-270",
      "class": "accent1"
    }, 
    {
      "title": "Custom Colours and Highlights",
      "description": "We make sure every client leaves with a colour that best suits them. We take in to careful consideration the clients needs and wants when choosing the perfect look!",
      "icon": "fa-scissors fa-rotate-270",
      "class": "accent2"
    },
    {
      "title": "Bridal Hair",
      "description": "We pride ourselves in our beautiful wedding styles. With 15-20 weddings booked annually, we have the tools, tricks and knowledge to having you look your very best on your special day!",
      "icon": "fa-scissors fa-rotate-270",
      "class": "accent3"
    },
    {
      "title": "Hair Extensions",
      "description": "Corrie, our extension tech is highly skilled and knows how to install virtually every type of hair extension. Book your consultation with Corrie today!",
      "icon": "fa-scissors fa-rotate-270",
      "class": "accent4"
    }
  ],
  "reviewsTitle": "What Our Customers Are Saying",
  "reviews": [
    {
      "date": "2017-04-21",
      "name": "Stephanie Plomp",
      "text": "I first met Tiffany about 7 years ago and she has been my go to stylist ever since. She always listens to my thoughts and ideas, takes time to walk me through options and I have never let an appointment unhappy. Tiffany is always open to my ever changing styles and extremely easy to work with. All of the staff at the salon are incredibly friendly and helpful. I have referred a number of friends and family and am always 100%  confident that they too will love Tiffany and the staff at Bamboo. I trust this salon 100% and a highly recommend them to anyone. Whether it be the online scheduling or the friendly faces when you walk in, you can't go wrong with Bamboo Salon!",
      "rating": 5
    },
    {
      "date": "2017-05-20",
      "name": "Mary Koebel",
      "text": "Haley is amazing! I have two small children and can't get into the salon nearly as often as I would like to...when I mentioned this to Haley, she so quickly knew exactly what to do to give me a fresh, fun look that is also very low maintenance. She not only excels at actually working with hair, she's great at envisioning how to best execute a style that not only looks great, but also works with a client's preferred styling schedule. All of the staff at Bamboo are friendly and approachable, the environment relaxing and enjoyable to be in. Our whole family has switched our services over to them. Can't recommend enough!!",
      "rating": 5
    },
    {
      "date": "2017-04-01",
      "name": "Tamara & Andrew Grant",
      "text": "Bamboo Salon is a family affair for our crew. My daughters and I love Tiffany and the staff at Bamboo. My husband wouldn't trust anyone other except Nick to take care of his locks! I have recommended Tiffany and her staff to many and there is no higher compliment in my mind! They are loyal, knowledgeable and fun! The atmosphere is relaxing, laid back and fun! I have been with Tiffany since the beginning and I will be there until the end! Thank you Bamboo for letting my family be part of your family!",
      "rating": 5
    },
    {
      "date": "2017-03-15",
      "name": "Nicole Amaral",
      "text": "One of my favourite things about this salon is the atmosphere! It's almost like you're among sisters, and one brother. You can bring in an idea and get honest feedback. Let's face it, not everyone can pull the latest trends off. I always leave feeling confident that I made the right decision. Thanks Tiffany, I completely trust my hair to you. My boys and husband also go to Nick and always leave looking even more handsome then when they came. Signed - a Bamboo Babe and grateful customer ❤",
      "rating": 5
    },
    {
      "date": "2017-04-15",
      "name": "Kara Clarke",
      "text": "I have been with Tiff and Bamboo Salon for years. During that time I have introduced her to many of my friends and their families. They still use Bamboo Salon and the stylists after all of these years. Tiff has always been flexible with my schedule and tries to accommodate all of her clients. I leave the Salon always feeling fantastic. She has been hiliting and cutting my hair and my children's hair since they were very little. My now 16 year old daughter has had her hair styled for some wonderful events by Bamboo Salon. When Tiff's schedule is packed they always accommodate with another stylist. My daughter raves about Amber and Hailey's cuts as well. I am a fan of Tiff's and once you find a great stylist you never want to switch. My son used to use Tiff and Amber but won't let anyone but Nick cut his hair now.  He just knows what teens want.  My husband just recently gave up his barber and now enjoys the Nick's haircut as well. Walking into Bamboo Salon you immediately feel the warmth and caring atmosphere. It's like having coffee with girlfriends. You will always enjoy your time.",
      "rating": 5
    },
    {
      "date": "2017-03-01",
      "name": "Hilary Tate Childerhose",
      "text": "I have been going to Tiffany and her team for over 10 years now and have always have numerous compliments on my highlights and cuts.   I have referred many friends, co-workers and family to the Bamboo Salon, as it is such an inviting, friendly environment - and will continue to do so. The on-line appointment booking is quick and easy, and gives you a handy reminder email. My 3 boys also see Nick - their barber.  My clean cut, handsome men walk out of there boasting with confidence and can't wait to go back! Highly recommend this Salon for any of their services!",
      "rating": 5
    },
    {
      "date": "2017-04-05",
      "name": "Meredith Brum",
      "text": "Tiffany has been making my hair great again since the beginning.  She has brought me from blonde to dark brown/back and everything  in between. I trust and value her knowledge, skills and expertise. I have also had the other fine ladies work on me and they never disappoint! Bamboo Salon is definitely family and everyone prides on their craft. They are constantly learning and testing the newest styles. I always recommend Bamboo and The Bald  Barber. Thank you to everyone at Bamboo! You are the best",
      "rating": 5
    },
    {
      "date": "2017-04-01",
      "name": "Heather Cullen",
      "text": "I have been a client at Bamboo almost since it opened in Kitchener in the old location and have seen it grow into a professional salon with many stylists in  very comfortable modern salon. Tiffany has been my stylist and I have gone through many styles. She is open to my ideas and executes them to perfection. There is a fun, friendly atmosphere in the salon and I love that bookings and cancellatoms can be done online. Their hair care product lines are amazing. I have referred several people and they too love their experience at Bamboo. Best salon ever!!!",
      "rating": 5
    }
  ]
}